{
  "RestaurantPlaces":
  [
    {"RestaurantID":1,"RestaurantImage":"https://raw.githubusercontent.com/klam8/JSONProjectsIT315/master/sisterthai.jpeg","RestaurantCategory":"Thai Food","RestaurantName":"Sister's Thai","RestaurantRating":"Incredible","RestaurantWebsite":"https://www.sistersthaialexandria.com", "RestaurantDescription": "At Sisters Thai Alexandria we offer meals of excellent quality and invite you to try our delicious food. The key to our success is simple: providing quality consistent food that tastes great every single time. We pride ourselves on serving our customers' delicious genuine dishes like Thai. Eat delicious food. Grab a drink. But most of all, relax! We thank you from the bottom of our hearts for your continued support.", "RestaurantAddress" : "525 Montgomery St, Alexandria, VA 22314"},
    {"RestaurantID":2,"RestaurantImage":"https://raw.githubusercontent.com/klam8/JSONProjectsIT315/master/unclerico.jpeg","RestaurantCategory":"Tex-Mex Food","RestaurantName":"Uncle Rico's Catina","RestaurantRating":"Good","RestaurantWebsite":"https://unclericoscantina.com", "RestaurantDescription": "Tex-Mex Cuisine is rooted in the heart of any home, Mamitas kitchen, where flavors, cultures, and cuisines se unen juntas. We take great pride in using recipies and techniques passed from our mothers’ mother! Traditional techniques that date back to El Rio Grandes infancy, presented in a place donde hay ambiente! We showcase to you, Uncle Rico’s Cantina, a mixture of mamita style cooking with a vision que es mas de moderna.", "RestaurantAddress" : "9685 Liberia Ave #101, Manassas, VA 20110"},
    {"RestaurantID":3,"RestaurantImage":"https://raw.githubusercontent.com/klam8/JSONProjectsIT315/master/retrobottega.webp","RestaurantCategory":"Italian Food","RestaurantName":"Retrobottega","RestaurantRating":"Delicious","RestaurantWebsite":"https://www.retrobottegadc.com/gallery/", "RestaurantDescription": "Tucked into the Adams Morgan nightlife, find us in the shade, with signature cocktails on draft and small plates for every palate. When they want a bite, locals head to their favorite bacaro for cicchetti, which are Italian small plates meant to shared. From the streets of Venice to the late night pub crawls of Adams Morgan, our unique take on classic Italian flavors aren't only limited to food and drink. Join us for live music, happy hour specials, pop-up events, and the ombra of an evening that is only beginning.", "RestaurantAddress" : "2435 18th Street NW, Washington, D.C. 20009"},
    {"RestaurantID":4,"RestaurantImage":"https://raw.githubusercontent.com/klam8/JSONProjectsIT315/master/lasgemelas.jpeg","RestaurantCategory":"Mexican Food","RestaurantName":"Taqueria Las Gemelas","RestaurantRating":"Good","RestaurantWebsite":"https://lasgemelasdc.com", "RestaurantDescription": "Our food and drinks come out very quickly.  We will set out our shareable snack-y items, like our salsas and guacamole, and your guests can order whatever they’d like from our Taqueria menu at the counter to ensure that everyone gets what they want, when they want it, in its best condition.  Nobody likes tacos that have been sitting on a display! If you would like wine, or bottles of tequila and mezcal, let us know in advance and we will have them available for you and your guests.  We also have beer and a small selection of cocktails available on the Taqueria menu.", "RestaurantAddress" : "1280 4th Street NE, Washington, DC 20002"},
    {"RestaurantID":5,"RestaurantImage":"https://raw.githubusercontent.com/klam8/JSONProjectsIT315/master/naraya.webp","RestaurantCategory":"Japanese Food","RestaurantName":"Nara-ya","RestaurantRating":"Incredible","RestaurantWebsite":"https://nara-ya.com", "RestaurantDescription": "Nestled at the heart of the District Wharf, Nara-Ya offers traditional Japanese Cuisine with a modern inflection curated by D.C.'s renowned Creative Culinary Director Kaz Okochi. Featuring an elegant a la carte menu and available tasting menus, NaRa-Ya takes pride in the culinary artistry of the traditional Japanese kitchen while advocating a personal responsibility to environmental demands. It is our practice to source local produce, offer sustainable, farm raised, and wild caught global marine products while maintaining an unparalleled dining experience at NaRa-Ya.", "RestaurantAddress" : "88 District Square SW, Washington, DC 20024"}
  ],
  "Status":"OK"
}
